Repository: Misaghlb/redshift-plasmoid
Catalog: po/*.po
Languages: de, it

source: Redshift
de: Rotverschiebung

# Action the user can perform
source: Click to toggle on, scroll the mouse wheel to set the color temperature manually
de: Zum Anschalten klicken, mit dem Mausrad die Farbtemperatur manuell wählen.
it: Cliccare per attivare, scorrere rotellina del mouse per impostare manualmente la temperatura di colore

# Action the user can perform
source: Click to toggle off, scroll the mouse wheel to set the color temperature manually
de: Zum Ausschalten klicken, mit dem Mausrad die Farbtemperatur manuell wählen.
it: Cliccare per disattivare, scorrere rotellina del mouse per impostare manualmente la temperatura di colore

# Action the user can perform
source: Click to switch to auto mode, scroll the mouse wheel to change the color temperature
de: Für den Auto-Modus klicken, mit dem Mausrad die Farbtemperatur manuell wählen.
it: Cliccare per passare in modalità automatica, scorrere la rotellina del mouse per cambiare la temperatura di colore

# Redshift main configuration page
source: General
de: Allgemein
it: Generale

# Redshift is forced to be enabled in this activity
source: Always Enabled
de: Immer angeschaltet
it: Sempre Abilitato

# Redshift is forced to be disabled in this activity
source: Always Disabled
de: Immer abgeschaltet
it: Sempre Disabilitato

# Redshift activities behaviour configuration page
source: Activities
de: Aktivitäten
it: Attività

# KDE Plasma activity
source: Activity
de: Aktivität
it: Attività

# Redshift operation mode
source: Mode
de: Modus
it: Modalità

source: Latitude:
de: Breitengrad:
it: Latitudine:

source: Longitude:
de: Längengrad:
it: Longitudine:

# The desired color temperature during the day
source: Day Color Temperature:
de: Farbtemperatur tagsüber:
it: Temperatura di Colore Diurna:

# The desired color temperature during the night
source: Night Color Temperature:
de: Farbtemperatur nachts:
it: Temperatura di Colore Notturna:

source: Additional gamma correction (default is 1:1:1).
de: Zusätzlich Gammakorrektur (Standard ist 1:1:1).
it: Ulteriori correzioni della gamma (default 1:1:1).

# Enable smooth transition when the program start and stop
source: Smooth Transition:
de: Weicher Übergang:
it: Transizione Smooth:

source: Enabled
de: Aktiviert
it: Abilitato

# The method used to set the color temperature
source: Adjust Method:
de: Änderungsmethode:
it: Metodo di Regolazione:

source: Brightness:
de: Helligkeit:
it: Luminosità:

# @label - KCFG entry name
source: Latitude
de: Breitengrad
it: Latitudine

# @label- KCFG entry name
source: Longitude
de: Längengrad
it: Longitudine

# @label - KCFG entry name
source: Day Color Temperature
de: Farbtemperatur tagsüber
it: Temperatura di Colore Diurna

# @info:tooltip
source: A neutral color temperature is 6500 K.
de: Eine neutrale Farbtemperatur ist 6500 K.
it: Una temperatura di colore neutrale è 6500 K.

# @label - KCFG entry name
source: Night Color Temperature
de: Farbtemperatur nachts
it: Temperatura di Colore Notturna

# @info:tooltip
source: The recommended night color temperature is 4500 K.
de: Die empfohlene Farbtemperatur beträgt nachts 4500 K.
it: La temperatura di colore notturna raccomandata è 4500 K.

# @label - KCFG entry name
source: Red Gamma Correction
de: Rote Gammakorrektur
it: Correzione gamma (Rosso)

# @info:tooltip
source: Gamma correction (Red)
de: Gammakorrektur (Rot)
it: Correzione gamma (Rosso)

# @label - KCFG entry name
source: Green Gamma Correction
de: Grüne Gammakorrektur
it: Correzione gamma (Verde)

# @info:tooltip
source: Gamma correction (Green)
de: Gammakorrektur (Grün)
it: Correzione gamma (Verde)

# @label - KCFG entry name
source: Blue Gamma Correction
de: Blaue Gammakorrektur
it: Correzione gamma (Blu)

# @info:tooltip
source: Gamma correction (Blue)
de: Gammakorrektur (Blau)
it: Correzione gamma (Blu)

# @label - KCFG entry name
source: Brightness
de: Helligkeit
it: Luminosità

# @label - KCFG entry name
source: Smooth Transition Flag
de: Weicher Übergang Bitschalter
it: Flag Transizione Smooth

# @label - KCFG entry name
source: Autostart Flag
de: Autostart Bitschalter
it: Flag Avvio Automatico

# @label - KCFG entry name
source: Color Adjustment Method
de: Farbanpassungsmethode
it: Metodo di Regolazione del Colore

# @info:tooltip
source: Redshift color adjustment method. If Auto (randr) doesn't work, try vidmode.
de: Rotverschiebungsfarbanpassungsmethode. Falls Auto (randr) nicht funktioniert, vidmode versuchen.
it: Metodo di regolazione del colore. Se Auto (randr) non funziona, provare vidmode.

source: Always On Activities
de: Immer An Aktivitäten
it: Attività Sempre Abilitato

source: Always Off Activities
de: Immer Aus Aktivitäten
it: Attività Sempre Disabilitato

# NAME OF TRANSLATORS
source: Your names
de: Matthias Mailänder
it: Simone Gaiarin

# EMAIL OF TRANSLATORS
source: Your emails
de: mailaender@opensuse.org
it: simgunz@gmail.com

# Launch the program on startup
source: Autostart:
it: Avvio Automatico:
